Repository: Skyelu0601/ChillNote
Catalog: ios/chillnote/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

# auth.login.error.too_many_requests
source: Too many attempts. Wait a moment and try again.
de: Zu viele Versuche. Bitte warte kurz und versuche es erneut.
es: Demasiados intentos. Espera un momento e inténtalo de nuevo.
fr: Trop de tentatives. Patientez un instant et réessayez.
ja: 試行回数が多すぎます。しばらく待ってからもう一度お試しください。
ko: 요청이 너무 많습니다. 잠시 후 다시 시도해 주세요.
zh_hans: 请求过于频繁，请稍后再试。
zh_hant: 請求過於頻繁，請稍後再試一次。

# auth.login.error.verification_failed
source: Verification failed. Please try again.
de: Bestätigung fehlgeschlagen. Bitte versuche es erneut.
es: La verificación falló. Inténtalo de nuevo.
fr: La vérification a échoué. Réessayez.
ja: 認証に失敗しました。もう一度お試しください。
ko: 인증에 실패했습니다. 다시 시도해 주세요.
zh_hans: 验证失败，请重试。
zh_hant: 驗證失敗，請再試一次。

# auth.login.google_button
source: Continue with Google
de: Mit Google fortfahren
es: Continuar con Google
fr: Continuer avec Google
ja: Googleで続行
ko: Google로 계속하기
zh_hans: 使用 Google 继续
zh_hant: 使用 Google 繼續

# auth.login.legal_markdown
source: By continuing, you agree to our [Terms](https://www.chillnoteai.com/terms) & [Privacy Policy](https://www.chillnoteai.com/privacy).
de: Mit dem Fortfahren stimmst du unseren [Nutzungsbedingungen](https://www.chillnoteai.com/terms) und unserer [Datenschutzerklärung](https://www.chillnoteai.com/privacy) zu.
es: Al continuar, aceptas nuestros [Términos](https://www.chillnoteai.com/terms) y nuestra [Política de Privacidad](https://www.chillnoteai.com/privacy).
fr: En continuant, vous acceptez nos [Conditions](https://www.chillnoteai.com/terms) et notre [Politique de confidentialité](https://www.chillnoteai.com/privacy).
ja: 続行すると、[利用規約](https://www.chillnoteai.com/terms) と [プライバシーポリシー](https://www.chillnoteai.com/privacy) に同意したものとみなされます。
ko: 계속 진행하면 당사의 [약관](https://www.chillnoteai.com/terms) 및 [개인 정보 보호 정책](https://www.chillnoteai.com/privacy)에 동의하는 것으로 간주됩니다.
zh_hans: 继续即表示你同意我们的[服务条款](https://www.chillnoteai.com/terms)和[隐私政策](https://www.chillnoteai.com/privacy)。
zh_hant: 繼續即表示你同意我們的[服務條款](https://www.chillnoteai.com/terms)與[隱私政策](https://www.chillnoteai.com/privacy)。

# auth.login.resend_code
source: Resend code
de: Code erneut senden
es: Reenviar código
fr: Renvoyer le code
ja: コードを再送信
ko: 인증 코드 다시 보내기
zh_hans: 重新发送验证码
zh_hant: 重新發送驗證碼

# auth.login.resend_countdown_format
source: Resend in %llds
de: Erneut senden (%lld s)
es: Reenviar en %lld s
fr: Renvoyer dans %lld s
ja: %lld秒後に再送信
ko: %lld초 후 다시 보내기
zh_hans: %lld 秒后可重新发送
zh_hant: %lld 秒後可重新發送

# auth.login.send_code
source: Send Verification Code
de: Bestätigungscode senden
es: Enviar código de verificación
fr: Envoyer le code de vérification
ja: 認証コードを送信
ko: 인증 코드 보내기
zh_hans: 发送验证码
zh_hant: 傳送驗證碼

# auth.login.verification_code_placeholder
source: Verification code
de: Bestätigungscode
es: Código de verificación
fr: Code de vérification
ja: 認証コード
ko: 인증 코드
zh_hans: 验证码
zh_hant: 驗證碼

# auth.login.verify_button
source: Verify & Login
de: Bestätigen & anmelden
es: Verificar e iniciar sesión
fr: Vérifier et se connecter
ja: 認証してログイン
ko: 인증 및 로그인
zh_hans: 验证并登录
zh_hant: 驗證並登入

# auth.session.checking
source: Checking session...
de: Sitzung wird überprüft...
es: Sesión de comprobación...
fr: Séance de vérification...
ja: セッションを確認中...
ko: 세션 확인 중...
zh_hans: 检查会话...
zh_hant: 檢查會話...

source: Auto
de: Automatisch
es: Automático
fr: Automatique
ja: 自動
ko: 자동
zh_hans: 自动
zh_hant: 自動

# banner.preview.network_error
source: Network Error
de: Netzwerkfehler
es: Error de red
fr: Erreur réseau
ja: ネットワークエラー
ko: 네트워크 오류
zh_hans: 网络错误
zh_hant: 網路錯誤

# banner.preview.processing
source: Processing...
de: Verarbeitung...
es: Procesando...
fr: Traitement...
ja: 処理...
ko: 처리 중...
zh_hans: 加工...
zh_hant: 加工...

# banner.preview.saved_successfully
source: Saved successfully
de: Erfolgreich gespeichert
es: Guardado exitosamente
fr: Enregistré avec succès
ja: 正常に保存されました
ko: 성공적으로 저장되었습니다
zh_hans: 保存成功
zh_hant: 保存成功

source: BEST VALUE
de: BESTES ANGEBOT
es: MEJOR OFERTA
fr: MEILLEURE OFFRE
ja: いちばんお得
ko: 가성비 최고
zh_hans: 超值首选
zh_hant: 最超值

source: Body Large
de: Fließtext groß
es: cuerpo grande
fr: Texte grand
ja: 本体大
ko: 대형 바디
zh_hans: 正文大号
zh_hant: 正文大號

source: Body Medium
de: Fließtext mittel
es: Texto mediano
fr: Texte moyen
ja: ボディミディアム
ko: 바디 미디엄
zh_hans: 正文中号
zh_hant: 正文中號

source: Body Small
de: Fließtext klein
es: Texto pequeño
fr: Texte petit
ja: ボディが小さい
ko: 바디 스몰
zh_hans: 正文小号
zh_hant: 正文小號

# brand_voice.preview.no_sample_hint
source: No brand voice saved yet. Add a tone, audience, CTA, or example posts to make rewrites sound like you.
de: Noch keine Markenstimme gespeichert. Füge Ton, Zielgruppe, CTA oder Beispielbeiträge hinzu, damit Umschreibungen nach dir klingen.
es: Aún no has guardado tu voz de marca. Añade tono, audiencia, CTA o publicaciones de ejemplo para que las reescrituras suenen como tú.
fr: Aucune voix de marque enregistrée. Ajoutez un ton, une audience, un CTA ou des exemples de posts pour que les réécritures vous ressemblent.
ja: ブランドボイスがまだ保存されていません。トーン、オーディエンス、CTA、または投稿例を追加すると、あなたらしく書き直せます。
ko: 아직 브랜드 보이스가 없습니다. 톤, 대상 독자, CTA 또는 예시 게시물을 추가하면 당신처럼 다시 써 줍니다.
zh_hans: 还没保存品牌口吻。添加语气、受众、CTA 或示例内容后，重写会更像你。
zh_hant: 尚未儲存品牌口吻。加入語氣、受眾、CTA 或範例內容後，重寫會更像你。

# brand_voice.settings.audience_help
source: Helps Brand Voice choose the right wording, examples, and level of detail.
de: Hilft Brand Voice, Beispiele und Wortwahl passend auszurichten.
es: Ayuda a Voz de marca a elegir las palabras, ejemplos y nivel de detalle adecuados.
fr: Aide Voix de marque à choisir les bons mots, exemples et niveau de détail.
ja: ブランドボイスが適切な言葉、例、詳しさを選ぶのに役立ちます。
ko: 브랜드 보이스가 알맞은 표현, 예시, 상세도를 고르는 데 도움이 됩니다.
zh_hans: 帮助 Brand Voice 选择合适的用词、例子和细节程度。
zh_hant: 幫助 Brand Voice 選擇合適的用詞、例子和細節程度。

# brand_voice.settings.audience_label
source: Audience
de: Zielgruppe
es: Audiencia
ja: オーディエンス
ko: 대상 독자
zh_hans: 目标受众
zh_hant: 目標受眾

# brand_voice.settings.audience_placeholder
source: e.g. solo creators using AI tools
de: z. B. Solo-Creator, die KI-Tools nutzen
es: p. ej., creadores independientes que usan herramientas de IA
fr: ex. créateurs solo qui utilisent des outils IA
ja: 例: AIツールを使う個人クリエイター
ko: 예: AI 도구를 쓰는 1인 크리에이터
zh_hans: 比如：使用 AI 工具的个人创作者
zh_hant: 例如：使用 AI 工具的個人創作者

# brand_voice.settings.avoid_help
source: List words, phrases, or styles that should not appear in your content.
de: Liste Wörter, Phrasen oder Stile auf, die nicht zu deiner Marke passen.
es: Enumera palabras, frases o estilos que no deberían aparecer en tu contenido.
fr: Listez les mots, expressions ou styles à éviter dans votre contenu.
ja: コンテンツに入れたくない言葉、フレーズ、スタイルを書いてください。
ko: 콘텐츠에 들어가지 않았으면 하는 단어, 문구, 스타일을 적어 주세요.
zh_hans: 列出不希望出现在内容里的词、短语或风格。
zh_hant: 列出不希望出現在內容裡的詞、短語或風格。

# brand_voice.settings.avoid_label
source: Avoid
de: Vermeiden
es: Evitar
fr: À éviter
ja: 避けたい表現
ko: 피할 표현
zh_hans: 不想要的表达
zh_hant: 不想要的表達

# brand_voice.settings.cta_help
source: Brand Voice will use it only when it naturally fits the output.
de: Brand Voice fügt ihn nur ein, wenn er natürlich zur Ausgabe passt.
es: Voz de marca lo usará solo cuando encaje de forma natural con el resultado.
fr: Voix de marque l’utilisera uniquement s’il s’intègre naturellement au résultat.
ja: ブランドボイスは、出力に自然に合う場合のみ使用します。
ko: 브랜드 보이스는 결과에 자연스럽게 어울릴 때만 사용합니다.
zh_hans: Brand Voice 只会在适合时自然加入，不会强行插入。
zh_hant: Brand Voice 只會在適合時自然加入，不會強行插入。

# brand_voice.settings.cta_label
source: Preferred CTA
de: Bevorzugter CTA
es: CTA preferido
fr: CTA préféré
ja: よく使うCTA
ko: 선호 CTA
zh_hans: 常用 CTA
zh_hant: 常用 CTA

# brand_voice.settings.cta_placeholder
source: e.g. Follow for more creator workflows
de: z. B. Folge mir für mehr Creator-Workflows
es: p. ej., Sígueme para más flujos de trabajo de creadores
fr: ex. Abonnez-vous pour plus de workflows créateurs
ja: 例: クリエイター向けワークフローをもっと見るならフォロー
ko: 예: 더 많은 크리에이터 워크플로를 보려면 팔로우하세요
zh_hans: 比如：Follow for more creator workflows
zh_hant: 例如：Follow for more creator workflows

# brand_voice.settings.sample_help
source: Optional: paste 1-3 posts you wrote. Brand Voice uses them only as style references.
de: Optional: Füge 1-3 eigene Beiträge ein. Brand Voice nutzt sie nur als Stilreferenz.
es: Opcional: pega de 1 a 3 publicaciones que hayas escrito. Voz de marca las usa solo como referencia de estilo.
fr: Facultatif : collez 1 à 3 posts que vous avez écrits. Voix de marque les utilise uniquement comme références de style.
ja: 任意: 自分で書いた投稿を1〜3件貼り付けてください。ブランドボイスはスタイル参考としてのみ使用します。
ko: 선택 사항: 직접 쓴 게시물 1-3개를 붙여넣으세요. 브랜드 보이스는 스타일 참고용으로만 사용합니다.
zh_hans: 可选：粘贴 1-3 条你自己写过的内容。Brand Voice 只会把它们作为风格参考。
zh_hant: 選填：貼上 1-3 則你自己寫過的內容。Brand Voice 只會把它們作為風格參考。

# brand_voice.settings.sample_label
source: Example posts
de: Beispielbeiträge
es: Publicaciones de ejemplo
fr: Exemples de posts
ja: 投稿例
ko: 예시 게시물
zh_hans: 示例内容
zh_hant: 範例內容

# brand_voice.settings.title
source: Brand Voice
de: Markenstimme
es: Voz de marca
fr: Voix de marque
ja: ブランドボイス
ko: 브랜드 보이스
zh_hans: 品牌口吻
zh_hant: 品牌口吻

# brand_voice.settings.tone_help
source: Describe how your content should sound and feel.
de: Beschreibe, wie sich deine Inhalte anfühlen sollen.
es: Describe cómo debería sonar y sentirse tu contenido.
fr: Décrivez le ton et l’impression que votre contenu doit donner.
ja: コンテンツがどのように聞こえ、感じられるべきかを説明します。
ko: 콘텐츠가 어떤 느낌과 말투로 들려야 하는지 적어 주세요.
zh_hans: 描述你的内容应该听起来是什么感觉。
zh_hant: 描述你的內容應該聽起來是什麼感覺。

# brand_voice.settings.tone_label
source: Tone
de: Ton
es: Tono
fr: Ton
ja: トーン
ko: 톤
zh_hans: 语气风格
zh_hant: 語氣風格

# brand_voice.settings.tone_placeholder
source: e.g. clear, casual, helpful
de: z. B. klar, locker, hilfreich
es: p. ej., claro, casual, útil
fr: ex. clair, naturel, utile
ja: 例: 明快、カジュアル、役立つ
ko: 예: 명확한, 캐주얼한, 유용한
zh_hans: 比如：清晰、自然、有帮助
zh_hant: 例如：清晰、自然、有幫助

source: Caption
de: Untertitel
es: Subtítulo
fr: Légende
ja: キャプション
ko: 표제
zh_hans: 标题
zh_hant: 標題

# caption_pack.goal.drive_follows
source: Drive follows
de: Follows fördern
es: Impulsar seguidores
fr: Encourager les abonnements
ja: フォローを促す
ko: 팔로우 유도
zh_hans: 引导关注
zh_hant: 引導關注

# caption_pack.goal.get_saves
source: Get saves
de: Mehr Saves erzielen
es: Conseguir guardados
fr: Obtenir des enregistrements
ja: 保存を促す
ko: 저장 유도
zh_hans: 促使收藏
zh_hant: 促使收藏

# caption_pack.goal.get_shares
source: Get shares
de: Mehr Shares erzielen
es: Conseguir compartidos
fr: Obtenir des partages
ja: シェアを促す
ko: 공유 유도
zh_hans: 促使分享
zh_hant: 促使分享

# caption_pack.goal.start_discussion
source: Start discussion
de: Diskussion starten
es: Iniciar conversación
fr: Lancer une discussion
ja: 会話を始める
ko: 대화 시작
zh_hans: 引发讨论
zh_hant: 引發討論

# caption_pack.output_style.balanced
source: Balanced
de: Ausgewogen
es: Equilibrado
fr: Équilibré
ja: バランス
ko: 균형 있게
zh_hans: 平衡
zh_hant: 平衡

# caption_pack.output_style.concise
source: Concise
de: Kurz
es: Conciso
fr: Concis
ja: 簡潔
ko: 간결하게
zh_hans: 简洁
zh_hant: 簡潔

# caption_pack.output_style.detailed
source: Detailed
de: Ausführlich
es: Detallado
fr: Détaillé
ja: 詳しく
ko: 자세하게
zh_hans: 详细
zh_hant: 詳細

# caption_pack.settings.goal
source: Goal
de: Ziel
es: Objetivo
fr: Objectif
ja: 目標
ko: 목표
zh_hans: 内容目标
zh_hant: 內容目標

# caption_pack.settings.output_style
source: Output Style
de: Ausgabestil
es: Estilo de salida
fr: Style de sortie
ja: 出力スタイル
ko: 출력 스타일
zh_hans: 输出风格
zh_hant: 輸出風格

# caption_pack.settings.platforms
source: Platforms
de: Plattformen
es: Plataformas
fr: Plateformes
ja: プラットフォーム
ko: 플랫폼
zh_hans: 平台
zh_hant: 平台

# caption_pack.settings.title
source: Configure Caption Pack
de: Caption Pack konfigurieren
es: Configurar Caption Pack
fr: Configurer Caption Pack
ja: Caption Packを設定
ko: Caption Pack 설정
zh_hans: 配置 Caption Pack
zh_hant: 配置 Caption Pack

# caption_pack.settings.tone
source: Tone
de: Ton
es: Tono
fr: Ton
ja: トーン
ko: 톤
zh_hans: 语气
zh_hant: 語氣

# caption_pack.tone.bold
source: Bold
de: Klar und direkt
es: Directo
fr: Affirmé
ja: 大胆
ko: 대담하게
zh_hans: 大胆直接
zh_hant: 大膽直接

# caption_pack.tone.casual_useful
source: Casual + useful
de: Locker und nützlich
es: Casual y útil
fr: Décontracté et utile
ja: カジュアルで実用的
ko: 캐주얼하고 유용하게
zh_hans: 轻松且实用
zh_hant: 輕鬆且實用

# caption_pack.tone.creator_voice
source: Creator voice
de: Creator-Stimme
es: Voz de creador
fr: Voix de créateur
ja: クリエイターらしい声
ko: 크리에이터 보이스
zh_hans: 创作者口吻
zh_hant: 創作者口吻

# caption_pack.tone.educational
source: Educational
de: Lehrreich
es: Educativo
fr: Pédagogique
ja: 教育的
ko: 교육적
zh_hans: 教学型
zh_hant: 教學型

# caption_pack.tone.story_driven
source: Story-driven
de: Story-basiert
es: Narrativo
fr: Narratif
ja: ストーリー重視
ko: 스토리 중심
zh_hans: 故事驱动
zh_hant: 故事驅動

# common.add
source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
ja: 追加
ko: 추가
zh_hans: 添加
zh_hant: 添加

# common.back
source: Back
de: Zurück
es: Atrás
fr: Retour
ja: 戻る
ko: 뒤로
zh_hans: 返回
zh_hant: 返回

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

# common.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
zh_hans: 关闭
zh_hant: 關閉

# common.continue
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
ja: 続ける
ko: 계속
zh_hans: 继续
zh_hant: 繼續

# common.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

# common.done
source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

# common.error.sign_in_required
source: Sign in required.
de: Anmeldung erforderlich.
es: Se requiere iniciar sesión.
fr: Connexion requise.
ja: サインインが必要です。
ko: 로그인이 필요합니다.
zh_hans: 需要登录。
zh_hant: 需要登入。

# common.error.unknown
source: An unknown error occurred.
de: Ein unbekannter Fehler ist aufgetreten.
es: Se produjo un error desconocido.
fr: Une erreur inconnue s'est produite.
ja: 不明なエラーが発生しました。
ko: 알 수 없는 오류 발생.
zh_hans: 发生未知错误。
zh_hant: 發生未知錯誤。

# common.loading
source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...
ja: 読み込み中...
ko: 로드 중...
zh_hans: 加载中...
zh_hant: 載入中...

# common.new
source: New
de: Neu
es: Nuevo
fr: Nouveau
ja: 新着
ko: 신규
zh_hans: 新
zh_hant: 新

# common.next
source: Next
de: Weiter
es: Siguiente
fr: Suivant
ja: 次へ
ko: 다음
zh_hans: 下一步
zh_hant: 下一步

# common.retry
source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 다시 시도
zh_hans: 重试
zh_hant: 重試

# common.save
source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
ja: 保存
ko: 저장
zh_hans: 保存
zh_hant: 儲存

# common.skip
source: Skip
de: Überspringen
es: Omitir
fr: Passer
ja: スキップ
ko: 건너뛰기
zh_hans: 跳过
zh_hant: 略過

# common.try_again
source: Try Again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
ja: もう一度試す
ko: 다시 시도
zh_hans: 再试一次
zh_hant: 再試一次

# common.undo
source: Undo
de: Rückgängig machen
es: Deshacer
fr: Annuler
ja: 元に戻す
ko: 되돌리기
zh_hans: 撤销
zh_hant: 撤銷

source: Daily Tidy limit reached
de: Tageslimit für Formatierung erreicht
es: Se alcanzó el límite diario de formateo
fr: Limite quotidienne de mise en forme atteinte
ja: 本日の整形利用回数の上限に達しました
ko: 오늘 서식 정리 한도에 도달했습니다
zh_hans: 今日格式整理次数已达上限
zh_hant: 今日格式整理次數已達上限

# date.relative.yesterday_time
source: Yesterday %@
de: Gestern %@
es: Ayer %@
fr: Hier %@
ja: 昨日 %@
ko: 어제 %@
zh_hans: 昨天 %@
zh_hant: 昨天 %@

source: Display Large
de: Groß anzeigen
es: Pantalla grande
fr: Afficher grand
ja: 大きく表示
ko: 대형 디스플레이
zh_hans: 展示大号
zh_hant: 展示大號

source: Display Medium
de: Anzeige mittel
es: Pantalla mediana
fr: Affichage moyen
ja: 表示媒体
ko: 디스플레이 매체
zh_hans: 展示中号
zh_hant: 展示中號

source: Don't prompt. Just Tap.
de: Nicht tippen. Einfach tippen.
es: No escribas. Solo toca.
fr: Pas besoin de prompt. Appuyez juste.
ja: プロンプト不要。ワンタップするだけ。
ko: 프롬프트를 작성하지 마세요. 그냥 탭하세요.
zh_hans: 不再写提示词，只需一键点击。
zh_hant: 不再寫提示句子，只需一鍵點擊。

# error.auth.apple_init_failed
source: Could not initialize Apple Sign In. Please try again.
de: Apple-Anmeldung konnte nicht initialisiert werden. Bitte versuche es erneut.
es: No se pudo iniciar sesión con Apple. Inténtalo de nuevo.
fr: Impossible d'initialiser la connexion Apple. Veuillez réessayer.
ja: Apple サインインを初期化できませんでした。もう一度お試しください。
ko: Apple 로그인을 초기화할 수 없습니다. 다시 시도해 주세요.
zh_hans: 无法初始化 Apple 登录，请重试。
zh_hant: 無法初始化 Apple 登入，請再試一次。

# error.auth.google_token_missing
source: Missing Google ID token.
de: Google-ID-Token fehlt.
es: Falta el token de ID de Google.
fr: Jeton Google ID manquant.
ja: Google ID トークンがありません。
ko: Google ID 토큰이 없습니다.
zh_hans: 缺少 Google ID Token。
zh_hant: 缺少 Google ID Token。

# error.auth.invalid_apple_credential
source: Invalid Apple credentials.
de: Ungültige Apple-Anmeldedaten.
es: Credenciales de Apple no válidas.
fr: Identifiants Apple invalides.
ja: Apple 認証情報が無効です。
ko: Apple 자격 증명이 유효하지 않습니다.
zh_hans: Apple 凭证无效。
zh_hant: Apple 憑證無效。

# error.auth.invalid_nonce_length
source: Invalid nonce length.
de: Ungültige Nonce-Länge.
es: Longitud de nonce no válida.
fr: Longueur du nonce invalide.
ja: Nonce の長さが無効です。
ko: 논스 길이가 올바르지 않습니다.
zh_hans: 随机串长度无效。
zh_hant: 隨機字串長度無效。

# error.auth.nonce_generation_failed
source: Unable to prepare secure sign-in request.
de: Sichere Anmeldeanfrage konnte nicht vorbereitet werden.
es: No se pudo preparar una solicitud de inicio de sesión segura.
fr: Impossible de préparer une requête de connexion sécurisée.
ja: 安全なサインイン要求を準備できません。
ko: 안전한 로그인 요청을 준비할 수 없습니다.
zh_hans: 无法准备安全登录请求。
zh_hant: 無法準備安全登入請求。

# error.auth.root_view_controller_missing
source: Could not find root view controller.
de: Root-View-Controller konnte nicht gefunden werden.
es: No se pudo encontrar el controlador raíz.
fr: Impossible de trouver le contrôleur racine.
ja: ルートビューコントローラーが見つかりません。
ko: 루트 뷰 컨트롤러를 찾을 수 없습니다.
zh_hans: 找不到根视图控制器。
zh_hant: 找不到根視圖控制器。

# error.gemini.invalid_configuration
source: Invalid Chillo configuration.
de: Ungültige Chillo-Konfiguration.
es: Configuración de Chillo no válida.
fr: Configuration Chillo invalide.
ja: Chillo の設定が無効です。
ko: Chillo 설정이 올바르지 않습니다.
zh_hans: Chillo 配置无效。
zh_hant: Chillo 設定無效。

# error.gemini.invalid_response
source: Invalid response from Chillo.
de: Ungültige Antwort von Chillo.
es: Respuesta no válida de Chillo.
fr: Réponse invalide de Chillo.
ja: Chillo から無効な応答が返されました。
ko: Chillo에서 유효하지 않은 응답이 반환되었습니다.
zh_hans: Chillo 返回了无效响应。
zh_hant: Chillo 回傳了無效回應。

# error.gemini.network_error
source: Network error: %@
de: Netzwerkfehler: %@
es: Error de red: %@
fr: Erreur réseau : %@
ja: ネットワークエラー: %@
ko: 네트워크 오류: %@
zh_hans: 网络错误：%@
zh_hant: 網路錯誤：%@

# error.gemini.service_error
source: Chillo service error: %@
de: Chillo-Dienstfehler: %@
es: Error del servicio Chillo: %@
fr: Erreur du service Chillo : %@
ja: Chillo サービスエラー: %@
ko: Chillo 서비스 오류: %@
zh_hans: Chillo 服务错误：%@
zh_hant: Chillo 服務錯誤：%@

# error.gemini.service_key_missing
source: Chillo service key is not configured.
de: Der Chillo-Service-Schlüssel ist nicht konfiguriert.
es: La clave del servicio Chillo no está configurada.
fr: La clé du service Chillo n'est pas configurée.
ja: Chillo サービスキーが設定されていません。
ko: Chillo 서비스 키가 설정되지 않았습니다.
zh_hans: 未配置 Chillo 服务密钥。
zh_hant: 尚未設定 Chillo 服務金鑰。

# error.gemini.sign_in_required
source: Sign in required.
de: Anmeldung erforderlich.
es: Se requiere iniciar sesión.
fr: Connexion requise.
ja: サインインが必要です。
ko: 로그인이 필요합니다.
zh_hans: 需要先登录。
zh_hant: 需要先登入。

# error.recording.failed
source: Transcription failed.
de: Transkription fehlgeschlagen.
es: La transcripción falló.
fr: Échec de la transcription.
ja: 文字起こしに失敗しました。
ko: 전사에 실패했습니다.
zh_hans: 转写失败。
zh_hant: 轉寫失敗。

# error.recording.network_unavailable
source: Network unavailable. Transcription failed.
de: Netzwerk nicht verfügbar. Transkription fehlgeschlagen.
es: Red no disponible. La transcripción falló.
fr: Réseau indisponible. Échec de la transcription.
ja: ネットワークが利用できないため、文字起こしに失敗しました。
ko: 네트워크를 사용할 수 없어 전사가 실패했습니다.
zh_hans: 网络不可用，转写失败。
zh_hant: 網路不可用，轉寫失敗。

# error.recording.pending.audio_empty
source: No clear speech was detected. Audio was saved to Pending Records. Please review and retry.
de: Es wurde keine verwertbare Sprache erkannt. Audio wurde unter Pending Records gespeichert. Bitte prüfen und erneut versuchen.
es: No se detectó audio de voz claro. El audio se guardó en Registros pendientes. Revísalo y vuelve a intentarlo.
fr: Aucune voix exploitable n’a été détectée. L’audio a été enregistré dans les enregistrements en attente. Vérifiez puis réessayez.
ja: はっきりした音声を検出できませんでした。音声は保留中の録音に保存されました。確認してから再試行してください。
ko: 유효한 음성이 감지되지 않았습니다. 오디오는 보류 중인 레코드에 저장되었습니다. 확인 후 다시 시도해 주세요.
zh_hans: 未检测到有效语音。音频已保存到待处理录音，请检查后重试。
zh_hant: 未偵測到有效語音。音訊已儲存到待處理錄音，請檢查後重試。

# error.recording.pending.auth_required
source: Your session expired. Audio was saved to Pending Records. Please sign in again and retry.
de: Sitzung abgelaufen. Audio wurde unter Pending Records gespeichert. Bitte erneut anmelden und dann wiederholen.
es: La sesión expiró. El audio se guardó en Registros pendientes. Inicia sesión de nuevo y vuelve a intentarlo.
fr: Votre session a expiré. L’audio a été enregistré dans les enregistrements en attente. Reconnectez-vous puis réessayez.
ja: ログインの有効期限が切れました。音声は保留中の録音に保存されました。再ログインしてから再試行してください。
ko: 로그인 세션이 만료되었습니다. 오디오는 보류 중인 레코드에 저장되었습니다. 다시 로그인한 뒤 재시도해 주세요.
zh_hans: 登录状态已失效。音频已保存到待处理录音，请重新登录后重试。
zh_hant: 登入狀態已失效。音訊已儲存到待處理錄音，請重新登入後重試。

# error.recording.pending.local_file
source: Unable to read the recording file. Please record again and retry.
de: Die Aufnahmedatei konnte nicht gelesen werden. Bitte neu aufnehmen und erneut versuchen.
es: No se pudo leer el archivo de grabación. Graba de nuevo e inténtalo otra vez.
fr: Impossible de lire le fichier d’enregistrement. Veuillez enregistrer à nouveau puis réessayer.
ja: 録音ファイルを読み取れませんでした。もう一度録音して再試行してください。
ko: 녹음 파일을 읽을 수 없습니다. 다시 녹음한 뒤 재시도해 주세요.
zh_hans: 无法读取录音文件，请重新录音后再试。
zh_hant: 無法讀取錄音檔，請重新錄音後再試。

# error.recording.pending.network
source: Network issue detected. Audio was saved to Pending Records. Please retry when your connection is stable.
de: Netzwerkproblem erkannt. Audio wurde unter Pending Records gespeichert. Bitte bei stabiler Verbindung erneut versuchen.
es: Se detectó un problema de red. El audio se guardó en Registros pendientes. Inténtalo de nuevo con una conexión estable.
fr: Un problème réseau a été détecté. L’audio a été enregistré dans les enregistrements en attente. Réessayez quand la connexion est stable.
ja: ネットワークに問題があります。音声は保留中の録音に保存されました。接続が安定してから再試行してください。
ko: 네트워크 문제가 감지되었습니다. 오디오는 보류 중인 레코드에 저장되었습니다. 연결이 안정되면 다시 시도해 주세요.
zh_hans: 网络异常，暂时无法转录。音频已保存到待处理录音，请在网络稳定后重试。
zh_hant: 網路異常，暫時無法轉錄。音訊已儲存到待處理錄音，請在網路穩定後重試。

# error.recording.pending.quota_reached
source: Daily voice limit reached. Audio was saved to Pending Records. Upgrade or retry tomorrow.
de: Tägliches Sprachlimit erreicht. Audio wurde unter Pending Records gespeichert. Upgrade durchführen oder morgen erneut versuchen.
es: Se alcanzó el límite diario de voz. El audio se guardó en Registros pendientes. Actualiza o vuelve a intentarlo mañana.
fr: La limite vocale quotidienne est atteinte. L’audio a été enregistré dans les enregistrements en attente. Mettez à niveau ou réessayez demain.
ja: 本日の音声上限に達しました。音声は保留中の録音に保存されました。アップグレードするか、明日もう一度お試しください。
ko: 일일 음성 한도에 도달했습니다. 오디오는 보류 중인 레코드에 저장되었습니다. 업그레이드하거나 내일 다시 시도해 주세요.
zh_hans: 今日语音额度已用完。音频已保存到待处理录音，升级后可继续，或明天再试。
zh_hant: 今日語音額度已用完。音訊已儲存到待處理錄音，升級後可繼續，或明天再試。

# error.recording.pending.service_configuration
source: The transcription service is not configured correctly right now. Audio was saved to Pending Records. Please retry later.
de: Der Transkriptionsdienst ist derzeit nicht korrekt konfiguriert. Audio wurde unter Pending Records gespeichert. Bitte später erneut versuchen.
es: El servicio de transcripción no está bien configurado por ahora. El audio se guardó en Registros pendientes. Inténtalo más tarde.
fr: Le service de transcription est mal configuré pour le moment. L’audio a été enregistré dans les enregistrements en attente. Réessayez plus tard.
ja: 文字起こしサービスの設定に問題があります。音声は保留中の録音に保存されました。時間をおいて再試行してください。
ko: 전사 서비스 설정에 문제가 있습니다. 오디오는 보류 중인 레코드에 저장되었습니다. 잠시 후 다시 시도해 주세요.
zh_hans: 转录服务当前配置异常。音频已保存到待处理录音，请稍后重试。
zh_hant: 轉錄服務目前設定異常。音訊已儲存到待處理錄音，請稍後重試。
